import id1 from "@/assets/blog/1/id1.jpg";

export const Blog_db = (t)=>[
    {
        id:1,
        blog_img:id1,
        title:`В Узбекистане впервые приобретён глобальный текстильный бренд`,
        desc:`
                                        Компания «Kamalak Shabnam Teks» полностью приобрела известную во всём мире немецкую
                                        текстильную компанию «Curt Bauer», имеющую более 140 летную историю, а также
                                        перевела в Узбекистан все активы бренда, технологии и права интеллектуальной
                                        собственности.`,
        full_desc: `
        Это предприятие, расположенное в Бухарской области, специализируется на производстве спецодежды и одежды для различных отраслей. В рамках нового проекта планируется производство современных текстильных материалов на основе полиэстера и полиамида для автомобилестроения, авиации, обороны, медицины и бытовой промышленности. <br/>

Данный проект не только создаст 785 новых рабочих мест, но и привлечёт передовые технологии и ноу-хау Германии в нашу страну. <br/>

Проект способствует диверсификации промышленности Узбекистана, увеличению экспортного потенциала и привлечению прямых иностранных инвестиций.
        `
    }
]