import id1 from "@/assets/blog/1/id1.jpg";
import id2 from "@/assets/blog/2/id2.jpg";

export const Blog_db = (t)=>[
    {
        id:1,
        blog_img:id1,
        title:`В Узбекистане впервые приобретён глобальный текстильный бренд`,
        desc:`Компания «Kamalak Shabnam Teks» полностью приобрела известную во всём мире немецкую текстильную компанию «Curt Bauer», имеющую более 140 летную историю, а также перевела в Узбекистан все активы бренда, технологии и права интеллектуальной собственности.`,
        full_desc: `Компания «Kamalak Shabnam Teks» полностью приобрела известную во всём мире немецкую текстильную компанию «Curt Bauer», имеющую более 140 летную историю, а также перевела в Узбекистан все активы бренда, технологии и права интеллектуальной собственности.

Это предприятие, расположенное в Бухарской области, специализируется на производстве спецодежды,одежды и постельное бельё для различных отраслей. В рамках нового проекта планируется производство современных текстильных материалов на основе полиэстера и полиамида для автомобилестроения, авиации, обороны, медицины и бытовой промышленности.
Данный проект не только создаст 785 новых рабочих мест, но и привлечёт передовые технологии Германии в нашу страну.
Проект способствует диверсификации промышленности Узбекистана, увеличению экспортного потенциала и привлечению прямых иностранных инвестиций.`
    },
    {
        id:2,
        blog_img:id2,
        title:`Мы почти завершили подготовку полей для выращивания органического хлопка`,
        desc:`Мы почти завершили подготовку полей для выращивания органического хлопка — и уже с 2026 года начнем выпуск продукции, изготовленной органического сырья.`,
        full_desc: `Это не просто новый этап, а наша инвестиция в чистое будущее и экологически ответственное производство.`
    },
]