
import header_1 from "@/assets/production/1/sunset-meadow-wildflowers-bloom-dusk-generated-by-ai.jpg"
import top_1 from "@/assets/production/1/krasota_organiceskogo_rosta_zakatnogo_luga_v_prirode_sozdannaa_iskusstvennym.jpg"
import img_1_1 from "@/assets/production/1/cotton-plants-still-life (2).jpg"
import img_1_2 from "@/assets/production/1/cotton-plants-still-life (3).jpg"

import header_2 from "@/assets/production/2/DSC03015.jpg"
import top_2 from "@/assets/production/2/DSC02973.jpg"
import img_2_1 from "@/assets/production/2/DSC02814.jpg"
import img_2_2 from "@/assets/production/2/DSC03015.jpg"

import header_3 from "@/assets/about/about_s1/DSC03588.jpg"
import top_3 from "@/assets/production/3/DSC03321.jpg"
import img_3_1 from "@/assets/production/3/DSC03426.jpg"
import img_3_2 from "@/assets/production/3/DSC03332.jpg"

import header_4 from "@/assets/production/4/DSC03784.jpg"
import top_4 from "@/assets/production/4/DSC03839.jpg"
import img_4_1 from "@/assets/production/4/DSC03921.jpg"
import img_4_2 from "@/assets/production/4/DSC03791.jpg"

export const Production_db = [
    {
        id:1,
        page_title: "От поля до нити",
        page_name:"Хлопок",
        h_1:`Качество ткани начинается с хлопка`,
        p_1:`Мы используем отборный узбекский хлопок, выращенный в экологически чистых условиях. Контроль качества осуществляется на каждом этапе — от посева семян до переработки волокна. Такой подход обеспечивает высокие стандарты и стабильное качество нашей текстильной продукции.`,
        h_2:`Наш производственный цикл сочетает точность, инновации и устойчивость. Каждый этап — от волокна до готовой продукции — выстроен по международным стандартам`,
        p_2:``,
        ul_1:[ ],
        ul_2:[],
        h_3:"Инновации в действии",
        h_4:"Технологии — наша точность, автоматизация — наша стабильность. Вместе они дают свободу адаптироваться под каждого клиента и создавать продукт, в котором каждая деталь имеет значение.",
        p_3:``,

        header_img:header_1,
        img_top:top_1,
        img_1:img_1_1,
        img_2:img_1_2
    },
    {
        id:2,
        page_name:"Пряжа",
        page_title: "Основа прочной ткани",
        h_1:``,
        p_1:`Идеальная пряжа — залог качества основы ткани. Мы используем инновационное оборудование и строгий контроль, чтобы каждая нить была прочной, мягкой и ровной.`,
        h_2:`Точность в каждый нити. Качество в каждый детали. `,
        p_2:`В нашем производстве пряжи технологии соединяются с вниманием к деталям — от чистоты волокна до равномерности прядения. Мы создаём прочный, устойчивый и универсальный продукт, готовый к следующему этапу трансформации:`,
        ul_1:[`Волокно очищается деликатно, сохраняя структуру` , `Смеси подбираются с точностью до плотности` , `Прядение отлажено до равномерности`],
        ul_2:[`Контроль толщины и натяжения исключает отклонения` , `Пряжа тестируется на прочность и долговечность для создания деликатной ткани` ],
        h_3:"Контроль каждой партии — стабильность всего производства",
        h_4:"",
        p_3:`Равномерность, прочность и влажность проверяются с высокой точностью, чтобы обеспечить стабильность процессов и исключить отклонения на любом этапе производства.`,

        header_img:header_2,
        img_top:top_2,
        img_1:img_2_1,
        img_2:img_2_2
    },
    {
        id:3,
        page_name:"Ткани",
        page_title: "Ткани будущего",
        h_1:`Полный контроль качества`,
        p_1:`Мы управляем всей цепочкой: от биологии хлопка до физики ткани.
Такой контроль позволяет нам не просто производить материал, а формировать стандарты качества, которым можно доверять`,
        h_2:`Инновационные технологии: `,
        p_2:`Мы используем ткацкие станки Picanol, Itema, Bonas, Staubli (жаккард), чтобы обеспечить безупречное качество.`,
        ul_1:[],
        ul_2:[],
        h_3:`Современные технологии`,
        h_4:"Индивидуальные дизайны:",
        p_3:`Наши ткани предназначены для длительного использования и отличаются высокой устойчивостью.  Каждая ткань адаптирована под ваши потребности, на ней отражается ваш бренд.`,

        header_img:header_3,
        img_top:top_3,
        img_1:img_3_1,
        img_2:img_3_2
    },
    {
        id:4,
        page_name:"Готовая продукция",
        page_title:"Готовая продукция",
        h_1:`Производство текстиля для Европы и СНГ — сертифицированное качество, проверенное годами`,
        p_1:`Мы создаём скатерти, салфетки, постельное бельё с европейскими стандартами качества`,
        h_2:`Наша продукция — это:`,
        p_2:``,
        ul_1:[`100% хлопок` , `Экологичное производство` , `Соответствие всем требованиям европейского рынка`],
        ul_2:['Мы поставляем товары брендовым Европейским компаниям. '],
        h_3:"Технологии комфорта",
        h_4:"Индивидуальный подход",
        p_3:`Мерсеризация и инновации делают ткань блестящей и стойкой к износу. Органический хлопок сохраняет комфорт и свежесть даже после множества стирок. Подходит для домашнего и гостиничного использования.`,

        header_img:header_4,
        img_top:top_4,
        img_1:img_4_1,
        img_2:img_4_2
    },
]